import {
  Breadcrumb,
  BreadcrumbItem,
  BreadcrumbLink,
  BreadcrumbList,
  BreadcrumbSeparator
} from "@/components/ui/breadcrumb";
import React from "react";
import Container from "@/components/Container";

export default function Projectirovanie() {
  return (
    <div className="bg-customGray pb-12">
      <Container>
        <div className="pt-8 pb-8">
          <div className="p-8 bg-white rounded-lg">
            <Breadcrumb>
              <BreadcrumbList>
                <BreadcrumbItem>
                  <BreadcrumbLink href="/">Главная</BreadcrumbLink>
                </BreadcrumbItem>
                <BreadcrumbSeparator/>
                <BreadcrumbItem>
                  <BreadcrumbLink href="../projectirovanie">Проектирование</BreadcrumbLink>
                </BreadcrumbItem>
              </BreadcrumbList>
            </Breadcrumb>
            <h2 className="text-4xl mt-4 font-medium">Услуги по разработке различных систем из нержавеющей стали и закаленного стекла</h2>
          </div>
        </div>
        <div className="bg-white rounded-lg p-8 flex flex-col gap-6">
          <div className="flex flex-col gap-4">
            <div>
              Компания "Инж Импорт Групп" предлагает услуги по разработке различных систем из нержавеющей стали и закаленного стекла.
            </div>
            <div>
              <div>
                Проектирование является одним из важнейших этапов создания различных конструкций из нержавеющей стали и стекла. Ведь от качества разработки проекта зависит:
              </div>
              <div>
                <div>• точность исполнения требований заказчика;</div>
                <div>• четкость соблюдения строительных и экологических норм;</div>
                <div>• эксплуатационные свойства, эстетичность, надежность, долговечность создаваемой конструкции;</div>
                <div>• рациональность расходования средств.</div>
              </div>
            </div>
            <div>
              Вот почему проектированием спайдерного остекления, входных групп, стеклянных козырьков, других конструкций из нержавеющей стали и стекла в компании KIN LONG занимаются высококвалифицированные специалисты.
              Наши сотрудники обладают значительным практическим опытом работы в указанной сфере - не менее пяти лет. Они владеют современными технологиями проектирования, хорошо ориентируются на рынке материалов и технических средств, способны разработать оптимальный вариант конструкции с точки зрения эстетики, надежности, экономической выгоды. Со всеми заказчиками в обязательном порядке заключается договор на проведение проектных работ, что позволяет избежать каких-либо недоразумений в процессе сдачи проекта в производство.
            </div>
          </div>
          <div>
            <div>
              При проектировании конструкции из нержавеющей стали и стекла нами в полном объеме учитываются:
            </div>
            <div>
              <div>• условия будущей эксплуатации создаваемой конструкции;</div>
              <div>• технические параметры отдельных элементов, например, максимальный вес или габариты;</div>
              <div>• оптимальность согласования различных частей конструкции, рациональность их привязки к узлам крепления, проемам и т.д.</div>
            </div>
          </div>
          <div>
            <div>
              В комплект проектной документации включатся:
            </div>
            <div>
              <div>• прочностные и нагрузочные расчеты,</div>
              <div>• спецификации материалов,</div>
              <div>• рабочие чертежи - для отдельных элементов и всей конструкции в целом,</div>
              <div>• точная смета предстоящих работ и расчет стоимости элементов конструкции.</div>
            </div>
          </div>
          <div>
            При разработке проекта проводится периодическое согласование с заказчиком определенных этапов, а также вопросов, касающихся подбора материалов, дизайна конструкции, целесообразности применения того или иного элемента и т.д.
            Кроме того, при работе над сложными проектами мы проводим консультации со специалистами ведущих российских и зарубежных НИИ и конструкторских бюро. Расчеты по особо ответственным конструкциям проходят согласование в ЦНИИСК им. В.А. Кучеренко, ЦНИИПСК им. Мельникова, Московском Институте Стекла и т.д.
            Такой комплексный подход к проведению проектных работ обеспечивает их безупречность, эффективность и точность.
          </div>
          <div>
            Каждая конструкция из нержавеющей стали и закаленного стекла обладает высокой функциональностью, эстетикой, практичностью.
          </div>
          <div>
            <div>
              Приоритетным направлением нашей деятельности является спайдерное остекление с применением различных типов несущих систем. Мы разрабатываем и монтируем:
            </div>
            <div>
              <div>• вантовые системы, придающие дизайну здания эффект невесомости;</div>
              <div>• остекление на стеклянных ребрах, обеспечивающее максимальное проникновение дневного и солнечного света в помещение;</div>
              <div>• шпренгельные системы с применением тросов или тяг, вносящие в оформление здания изысканность.</div>
            </div>
          </div>
          <div>
            Спайдерное остекление подчеркивает эксклюзивность здания, его респектабельность. Для современных бизнес-структур подобные архитектурные элементы являются важными, ведь они свидетельствуют об успешности компании или организации, размещающейся в этом здании.
            Кроме того, спайдерное остекление обеспечивает достаточный приток солнечной энергии, что улучшает микроклимат помещений, помогает сократить затраты на отопление и освещение.
            Установка подобных конструкций актуальна в бизнес-центрах, развлекательных и торговых комплексах, автосалонах, ресторанах, выставочных галереях, аквапарках, зимних садах.
          </div>
          <div>
            Эффектно смотрятся в оформлении здания стеклянные козырьки и навесы, входные группы. Они также широко представлены в наших проектных разработках. Эти конструкции характеризуются одновременно надежностью и изысканностью, визуальной легкостью и элитарностью. Подобные элементы придают архитектурному облику бизнес-центра или другого коммерческого здания аристократичность, солидность.
            Наши специалисты разрабатывают нестандартные конструкции из нержавеющей стали, стекла. Ограждения, лестницы, полы, рекламные стенды, элементы декора, вывески – все это позволяет выделить коммерческое здание из общегородской архитектуры, сделать более удобной его планировку и престижной его внутреннее оформление.
            Мы выполняем заказы любой сложности и объема, работаем с различными зданиями – частными, коммерческими, общественными, государственными. При проектировании нами обязательно учитываются назначение, статус, эксплуатационная специфика объекта, а при монтаже – все строительные требования, нормы и правила.
          </div>
        </div>
      </Container>
    </div>
  )
}